package com.example.poil;

public class OneTable {
final String []onescenario = {
        "Глава 1",
        "Шестнадцатое июля 1923 года.",
        "Все работы в Экзем-Прайери были закончены и я смог пееехать туда. ",
        "Реставрация была грандиозным делом.",
        "От давно пустовавшего здания остались только полуразрушенные стены и провалившиеся перекрытия.",
        "Однако этот замок был колыбелью моих предков, и я не считался с расходами. ",
        "Никто не жил здесь со времени ужасной и почти необъяснимой трагедии, происшедшей с семьей Джеймса Первог",
        "Когда погибли сам хозяин, его пятеро детей и несколько слуг.",
                "Единственный оставшийся в живых член семьи, третий сын барона, мой непосредственный предок, вынужден был покинуть дом. ",
                "Спасаясь от страха и подозрений.",

                "После того, как третий сын барона был объявлен убийцей, поместье было конфисковано короной. ",
                "Он не пытался оправдаться или вернуть свою собственность. ",
                "Объятый страхом, большим, чем могут пробудить угрызения совести и закон, он горел одним желанием — никогда больше не видеть древнего замка. ",
                "Так Уолтер де ла Поэр, одиннадцатый барон Эксхэм, бежал в Виргинию. ",
                "Там он стал родоначальником семейства, которое к началу следующего столетия было известно под фамилией Делапоэр.",

                "Эксхэм Праэри оставалось необитаемым, затем было присоединено к землям семьи Норрис.",
                "Здание пользовалось вниманием ученых, исследовавших его сложную архитектуру: ",
                "Готические башни на сакском или романском основании, ",
                "с еще более древним фундаментом, друидической или подлинной кимбрской кладки.",
                "Фундамент был очень своеобразным, и с одной стороны он вплотную примыкал к высокой известняковой скале, ",
                "с края которой бывший монастырь смотрел в пустынную долину, в трех милях к западу от деревни Анкестер.",

                "Насколько этот памятник ушедших столетий притягивал к себе архитекторов и археологов,",
                "настолько ненавидели его местные жители. ",
                "Ненависть зародилась еще в те времена, когда здесь жили мои предки, и не остыла до сих пор, хотя здание уже окончательно обветшало и поросло мхом.",
                "Я и дня не успел побыть в Анкестере, как услышал, что происхожу из проклятого дома. ",
                "А на этой неделе рабочие взорвали Эксхэм Праэри и сейчас сравнивают с землей развалины.",
                "Я всегда неплохо представлял себе генеалогическое древо нашей семьи,",
                "известен мне и тот факт, что мой американский предок уехал в колонии при весьма странных обстоятельствах. ",
                "Однако с деталями я не был знаком, так как в семье сложилась традиция умолчания о прошлом, ",
                "В отличие от наших соседей-плантаторов, мы не хвастались предками крестоносцами,",
                "героями средних веков или эпохи Возрождения.",
                "Все исторические бумаги семьи содержались в запечатанном конверте, ",
                "который до Гражданской войны передавался отцом старшему сыну с наказом вскрыть после его смерти. ",
                "Основания для гордости были добыты нашей семьей уже в самой Америке и виргинские Делапоэры всегда уважались в обществе,",
                "хотя слыли несколько замкнутыми и необщительными.",
    };



}
