package com.example.poil;

public class TwoTable {
final String []twoscenario = {
        "Глава 2",
        "Во время войны наше благополучие пошатнулось, был сожжен Карфакс, наш дом на берегу реки Джеймс. ",
        "Картинка Замка",
        "Кнопки Попытаться вспомнить подробности Не времени для сентиментальностей",
        "Во время того безумного погрома погиб мой престарелый дед, а вместе с ним пропал и конверт, хранящий наше прошлое.",
        "Картинк конвертов",
        "Мне тогда было семь лет, но я хорошо помню тот день — выкрики солдат-федералистов, визг женщин, стенания и молитвы негров.",
        "Мой отец в это время был в армии, оборонявшей Ричмонд, и после многочисленных формальностей нас с матерью отправили через линию фронта к нему. ",
        "После войны мы все переехали на Север, откуда была родом моя мать.",
        "Я прожил там до старости и стал настоящим янки.",

                "Ни я, ни мой отец не знали о содержимом семейного конверта; я втянулся в массачусетский бизнес и потерял всякий интерес к тайнам, несомненно, присутствовавшим в истории нашей семьи. ",
                "Если бы я только подозревал, с чем они связаны, с какой радостью бросил бы я Эксхэм Праэри, и лучше бы он остался летучим мышам с пауками и зарос мхом.",

                "В 1904 году умер мой отец, не оставив никакого послания ни мне, ни моему единственному сыну.  ",
                "Я мог поведать ему лишь несерьезные догадки о нашей истории, но во время войны, когда он стал офицером авиации и служил в Англии, он написал мне о некоторых интересных легендах, касающихся нашей семьи. ",
                "Очевидно, у Делапоэров было яркое и несколько зловещее прошлое, о котором мой сын узнал из рассказов своего друга Эдварда Норриса, капитана авиационного полка Его Величества, чьи владения находились возле нашего фамильного замка, в деревне Анкестер. ",
                "Поверья местных крестьян были столь колоритны и невероятны, что по ним можно было писать романы. ",
                "Конечно, сам Норрис не воспринимал их всерьез, но они заинтересовали моего сына, и он описал их мне.",

                "Именно эти легенды пробудили во мне интерес к нашим заокеанским корням, и я решил приобрести и реставрировать живописный старинный замок, который капитан Норрис показал Альфреду и предложил выкупить у его дяди, тогдашнего владельца, за очень незначительную сумму.",
        "Картинка замка",
                "В 1918 году я купил Эксхэм Праэри, но планы по его реставрации мне пришлось отложить, так как мой сын вернулся с войны инвалидом.  ",
                "Те два года, которые он прожил, я был настолько поглощен заботами о его здоровье, что даже передал партнерам ведение своих дел. ",
                "В 1921 году я остался один, без цели, без дела, на пороге старости и решил занять оставшиеся годы восстановлением приобретенного дома.",
                "В декабре я ездил в Анкестер и познакомился с капитаном Норрисом, приятным, полным молодым человеком, который был высокого мнения о моем сыне. ",
                "Он помогал мне собирать предания и планы для восстановительных работ.",

                "Сам Эксхэм Праэри не произвел на меня особого впечатления — стоящее на краю пропасти скопище древних руин, покрытых лишайниками и грачиными гнездами, башни с голыми стенами, без полов и какой-либо отделки внутри.",
                "Но постепенно передо мной вырисовывался образ величественного здания, где жили мои предки триста лет назад.  ",
                "Я начал нанимать рабочих для реставрации и тут столкнулся с давним страхом и ненавистью крестьян Анкестера. ",
                "Эти настроения касались как самого замка, так и всей древней семьи, и были так сильны, что передавались даже рабочим, нанятым на стороне, и они разбегались. ",
                "Похоже, люди не могли мне простить, — что я собираюсь восстановить ненавистный замок, который они воспринимали как логово злых духов и оборотней.",
                "Анализируя собранные Норрисом предания и отчеты ученых, я пришел к выводу, что Эксхэм Праэри стоял на месте очень древнего храма друидической или додруидической эпохи.",
                "Мало кто сомневался, что здесь совершались самые жуткие обряды, которые, вероятно, потом влились в культ Кибелы, занесенный римлянами.",
                "По сохранившимся на подземной кладке надписям можно было прочитать ",
                "Кнопки Вспомнить надпись Вспомнить значение надписи ",
                "БОЖ... ВЕЛИК... МАТЕ... ТВОРЕ...",
                "что свидетельствовало о культе Великой Матери, следовать которому безуспешно пытались запретить римским гражданам. Как свидетельствуют раскопки, Анкестер был лагерем третьего августианского легиона. ",
                "Легенда гласит, что крах старой религии не остановил оргии в замке, а жрецы перешли в новую веру, не изменив своего образа жизни.  ",
                "Тайные церемонии не прекратились и после падения римского владычества, некоторые из саксов восстановили разрушенный храм и, основав там центр некоего культа, которого боялись во всех англосакских государствах, придали ему сохранившийся доныне облик.",
                "Замок не был разрушен викингами, но после норманнского завоевания он, должно быть, пришел в упадок.",
        "Как бы то ни было, в 1261 году Генрих Третий даровал замок моему предку Гилберту де ла Поэру, первому барону Эксхэмскому.",
       "До той поры репутация нашего рода была чиста, но потом что-то случилось.",
        "В летописи 1307 года упомянут один де ла Поэр, «проклятый богом», а в народных преданиях замок, построенный на месте языческого капища, стал слыть зловещим и страшным местом.",
   "Эти предания вызывали суеверный страх, усиливающийся под гнетом множества недомолвок и мрачных намеков.",
    "Они представляют моих предков порождением демонов, среди которых маркиз де Сад и Жиль де Ретц показались бы невинными детишками, и приписывают им вину за случавшиеся на протяжении нескольких поколений исчезновения людей.",
   "Самыми отрицательными персонажами легенд были, несомненно, сами бароны и их прямые наследники.",
   "Если же какой владелец замка имел добропорядочный нрав, он неизменно умирал быстрой, необъяснимой смертью, и его сменял новый злодей.",
   "Несколько меньше меня задевали туманные сплетни о воплях и стонах в пустой, холодной долине под известняковой скалой, о запахе тлена, поднимающемся оттуда после весенних дождей, о попавшем под ногу лошади сэра Джона Клейва белом предмете и о слуге, который сошел с ума, заглянув однажды в подземелье старого замка.",
   "Это были банальные страшные сказки, а я в то время был убежденным скептиком. Сложнее было отбросить рассказы о пропавших крестьянах, хотя в средние века такое не было редкостью. Смерть могла быть расплатой за чрезмерное любопытство, а наколотые на пики головы несчастных выставлялись тут же, на древних бастионах.",
   "Но самым невероятным было предание о крысах. Однажды грязные полчища алчных паразитов лавиной вырвались из замка, пожирая на своем пути кур, кошек, собак, поросят, овец,",
   "Их ярость утихла после того, как они загрызли и двоих крестьян. Произошло же это якобы через три месяца после упоминавшейся выше трагедии, унесшей последних обитателей замка.",
   "Вот что было мне известно, когда я со старческим упрямством проводил реставрационные работы в доме моих предков.",
   "Ни в коем случае не стоит думать, что упомянутые ненаучные сказки определяли мое умонастроение.",
   "К тому же, меня постоянно поддерживал капитан Норрис и ученые, помогавшие мне.",
   "Через два года реставрация была завершена — огромные расходы полностью оправдались.",
    "Я с гордостью осматривал просторные комнаты, обитые дубовыми панелями стены, сводчатые потолки, стрельчатые окна и широкие лестницы.",
    "Дом моих предков был восстановлен, и теперь я мечтал утвердить в округе добрую репутацию древнего рода, последним представителем которого я был. Я намеревался поселиться здесь и доказать всем, что де ла Поэру совсем не присуще быть врагом рода человеческого.",
    "Моя жизнь обещала стать приятной еще и потому, что, несмотря на средневековый облик, все интерьеры.",
    "Эксхэм Праэри были совершенно новые, и мне не грозили ни паразиты, ни привидения.",


};



}
